export const MusicList = [
    {
        id: 0,
        title: '慢慢',
        singer: '张学友',
        cover: 'http://imge.kugou.com/stdmusic/20150720/20150720180445630032.jpg',
        url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/mm.mp3',
        lyric: '[00:29.51]心慢慢疼慢慢冷\n' +
            '[00:34.55]慢慢等不到爱人\n' +
            '[00:39.72]付出一生收回几成\n' +
            '[00:47.66]情 不能分不能恨\n' +
            '[00:52.71]不能太轻易信任\n' +
            '[00:55.97]真爱一回尽是伤痕\n' +
            '[01:02.31]泪慢慢流慢慢收\n' +
            '[01:07.16]慢慢变成了朋友\n' +
            '[01:12.40]寂寞的夜独自承受\n' +
            '[01:20.59]爱不能久不能够\n' +
            '[01:25.23]不能太容易拥有\n' +
            '[01:28.65]伤人的爱不堪回首\n' +
            '[01:35.01]慢慢慢慢没有感觉\n' +
            '[01:38.61]慢慢慢慢我被忽略\n' +
            '[01:42.23]你何忍看我憔悴\n' +
            '[01:45.73]没有一点点安慰\n' +
            '[01:49.36]慢慢慢慢心变成铁\n' +
            '[01:53.09]慢慢慢慢我被拒绝\n' +
            '[01:56.71]你何忍远走高飞\n' +
            '[02:00.16]要我如何收拾这爱的残缺\n' +
            '[02:42.31]泪慢慢流慢慢收\n' +
            '[02:47.01]慢慢变成了朋友\n' +
            '[02:52.28]寂寞的夜独自承受\n' +
            '[03:00.17]爱不能久不能够\n' +
            '[03:05.19]不能太容易拥有\n' +
            '[03:08.54]伤人的爱不堪回首\n' +
            '[03:14.90]慢慢慢慢没有感觉\n' +
            '[03:18.48]慢慢慢慢我被忽略\n' +
            '[03:22.01]你何忍看我憔悴\n' +
            '[03:25.61]没有一点点安慰\n' +
            '[03:29.37]慢慢慢慢心变成铁\n' +
            '[03:33.00]慢慢慢慢我被拒绝\n' +
            '[03:36.60]你何忍远走高飞\n' +
            '[03:40.16]要我如何收拾这爱的残缺\n' +
            '[03:47.60]慢慢慢慢没有感觉\n' +
            '[03:51.16]慢慢慢慢我被忽略\n' +
            '[03:54.76]你何忍看我憔悴\n' +
            '[03:58.37]没有一点点安慰\n' +
            '[04:02.07]慢慢慢慢心变成铁\n' +
            '[04:05.71]慢慢慢慢我被拒绝\n' +
            '[04:09.32]你何忍远走高飞\n' +
            '[04:12.89]要我如何收拾这爱的残缺',
        duration:"4:43"
    },
    {
        id: 1,
        title: '遥远的她',
        singer: '张学友',
        cover: 'http://singerimg.kugou.com/uploadpic/softhead/400/20140527/20140527095042283066.jpg',
        url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/yydt.mp3',
        lyric: '[00:00.61]张学友 - 遥远的她\n' +
            '[00:02.73]词：潘源良\n' +
            '[00:02.90]曲：谷村新司\n' +
            '[00:03.13]编曲：卢东尼\n' +
            '[00:25.87]让晚风轻轻吹送了落霞\n' +
            '[00:31.31]我已习惯每个傍晚去想她\n' +
            '[00:37.56]在远方的她此刻可知道\n' +
            '[00:43.59]这段情在我心始终记挂\n' +
            '[00:49.99]在这半山\n' +
            '[00:51.49]那天我知我知快将要别离没说话\n' +
            '[00:56.36]望向她 却听到她说\n' +
            '[00:58.49]不要相约 纵使分隔\n' +
            '[00:59.96]相爱不会害怕\n' +
            '[01:02.27]遥遥万里 心声有否偏差\n' +
            '[01:08.53]正是让这爱试出真与假\n' +
            '[01:14.82]遥远的她 仿佛借风声跟我话\n' +
            '[01:21.20]热情若无变 哪管她沧桑变化\n' +
            '[01:39.96]但这天收到她爸爸的一封信\n' +
            '[01:45.99]信里面说血癌已带走她\n' +
            '[01:52.31]但觉得空虚的心仿佛已僵化\n' +
            '[01:58.56]过去事像炮弹心中爆炸\n' +
            '[02:04.71]在这半山\n' +
            '[02:06.15]这天我悲痛悲痛不已在胡乱说话\n' +
            '[02:11.11]夜雨中 似听到她说\n' +
            '[02:13.32]不要相约 纵使分隔\n' +
            '[02:14.77]相爱不会害怕\n' +
            '[02:16.93]人无觅处 心声有否偏差\n' +
            '[02:23.45]正是让这爱试出真与假\n' +
            '[02:29.44]遥远的她 仿佛借风声跟我话\n' +
            '[02:35.88]热情若无变 哪管她沧桑变化\n' +
            '[03:06.91]遥远的她 不可以再归家\n' +
            '[03:13.39]我在梦里却始终只有她\n' +
            '[03:19.24]遥远的她 可知我心中的说话\n' +
            '[03:25.99]热情并无变 哪管她沧桑变化\n' +
            '[03:31.75]遥远的她 不可以再归家\n' +
            '[03:38.43]我在梦里却始终只有她\n' +
            '[03:44.45]遥远的她 可知我心中的说话\n' +
            '[03:50.88]热情并无变 哪管她沧桑变化\n' +
            '[03:59.27]啊',
        duration:"4:20"
    },
    {
        id: 2,
        title: '当爱已成往事',
        singer: '张国荣',
        cover: 'http://imge.kugou.com/stdmusic/20151218/20151218210610972590.jpg',
        url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/daycws.mp3',
        lyric: '[00:00.18]当爱已成往事 - 张国荣\n' +
            '[00:01.58]词：李宗盛\n' +
            '[00:02.27]曲：李宗盛\n' +
            '[00:45.92]往事不要再提\n' +
            '[00:49.58]人生已多风雨\n' +
            '[00:53.84]纵然记忆抹不去\n' +
            '[00:55.66]爱与恨都还在心里\n' +
            '[01:00.67]真的要断了过去\n' +
            '[01:04.42]让明天好好继续\n' +
            '[01:08.87]你就不要再苦苦\n' +
            '[01:10.74]追问我的消息\n' +
            '[01:15.71]爱情它是个难题\n' +
            '[01:19.53]让人目眩神迷\n' +
            '[01:23.74]忘了痛或许可以\n' +
            '[01:25.64]忘了你却太不容易\n' +
            '[01:30.71]你不曾真的离去\n' +
            '[01:34.42]你始终在我心里\n' +
            '[01:38.64]我对你仍有爱意\n' +
            '[01:40.67]我对自己无能为力\n' +
            '[01:45.35]因为我仍有梦依然\n' +
            '[01:49.55]将你放在我心中\n' +
            '[01:53.31]总是容易被往事打动\n' +
            '[01:57.10]总是为了你心痛\n' +
            '[02:00.53]别流连岁月中\n' +
            '[02:04.03]我无意的柔情万种\n' +
            '[02:08.37]不要问我是否再相逢\n' +
            '[02:12.06]不要管我是否言不由衷\n' +
            '[02:15.29]为何你不懂\n' +
            '[02:19.62]只要有爱就有痛\n' +
            '[02:23.74]有一天你会知道人生\n' +
            '[02:27.53]没有我并不会不同\n' +
            '[02:30.79]人生已经太匆匆\n' +
            '[02:34.42]我好害怕总是泪眼朦胧\n' +
            '[02:38.73]忘了我就没有痛\n' +
            '[02:40.93]将往事留在风中\n' +
            '[03:15.86]因为我仍有梦\n' +
            '[03:19.17]依然将你放在我心中\n' +
            '[03:23.40]总是容易被往事打动\n' +
            '[03:27.13]总是为了你心痛\n' +
            '[03:30.51]别流连岁月中\n' +
            '[03:34.16]我无意的柔情万种\n' +
            '[03:38.41]不要问我是否再相逢\n' +
            '[03:42.22]不要管我是否言不由衷\n' +
            '[03:45.52]为何你不懂只要有爱就有痛\n' +
            '[03:53.85]有一天你会知道\n' +
            '[03:57.04]人生没有我并不会不同\n' +
            '[04:00.81]人生已经太匆匆\n' +
            '[04:04.39]我好害怕总是泪眼朦胧\n' +
            '[04:08.81]忘了我就没有痛\n' +
            '[04:11.08]将往事留在风中\n' +
            '[04:15.49]为何你不懂\n' +
            '[04:19.76]只要有爱就有痛\n' +
            '[04:23.85]有一天你会知道\n' +
            '[04:27.17]人生没有我并不会不同\n' +
            '[04:30.98]人生已经太匆匆\n' +
            '[04:34.48]我好害怕总是泪眼朦胧\n' +
            '[04:38.85]忘了我就没有痛\n' +
            '[04:44.05]将往事留在风中',
        duration:"5:02"
    },
];